
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'adwaita-icon-theme'
brew 'aircrack-ng'
brew 'apktool'
brew 'apple-gcc42'
brew 'aria2'
brew 'aspell'
brew 'atk'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'bat'
brew 'bdw-gc'
brew 'beanstalkd'
brew 'boost'
brew 'boost-python'
brew 'brew-growl'
brew 'cairo'
brew 'chrome-cli'
brew 'chromedriver'
brew 'cmake'
brew 'coreutils'
brew 'cowsay'
brew 'cscope'
brew 'ctags'
brew 'datamash'
brew 'dcraw'
brew 'diff-so-fancy'
brew 'double-conversion'
brew 'eigen'
brew 'elasticsearch'
brew 'enchant'
brew 'erlang'
brew 'ethereum'
brew 'exiftool'
brew 'fd'
brew 'fdupes'
brew 'ffmpeg'
brew 'fftw'
brew 'folly'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gdrive'
brew 'geos'
brew 'gettext'
brew 'gflags'
brew 'ghostscript'
brew 'gifgen'
brew 'gist'
brew 'git'
brew 'gitg'
brew 'glib'
brew 'glib-networking'
brew 'glog'
brew 'glpk'
brew 'gmp'
brew 'gnome-icon-theme'
brew 'gnu-typist'
brew 'gnumeric'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'goffice'
brew 'gperftools'
brew 'graphicsmagick'
brew 'graphite2'
brew 'grc'
brew 'gsettings-desktop-schemas'
brew 'gsl'
brew 'gtk+3'
brew 'gtksourceview3'
brew 'gtkspell3'
brew 'harfbuzz'
brew 'hdf5'
brew 'heroku'
brew 'heroku-node'
brew 'hicolor-icon-theme'
brew 'highlight'
brew 'hilite'
brew 'htop'
brew 'hub'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'intltool'
brew 'isl'
brew 'jasper'
brew 'jpeg'
brew 'jq'
brew 'json-glib'
brew 'lame'
brew 'leptonica'
brew 'leveldb'
brew 'libassuan'
brew 'libcroco'
brew 'libdnet'
brew 'libepoxy'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgee'
brew 'libgit2'
brew 'libgit2-glib'
brew 'libgpg-error'
brew 'libgphoto2'
brew 'libgsf'
brew 'libicns'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpeas'
brew 'libpng'
brew 'libressl'
brew 'librsvg'
brew 'libsecret'
brew 'libsoup'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libusb-compat'
brew 'libvorbis'
brew 'libvpx'
brew 'libxml2'
brew 'libyaml'
brew 'little-cms2'
brew 'lmdb'
brew 'log4cplus'
brew 'lua'
brew 'lz4'
brew 'mad'
brew 'makedepend'
brew 'matlab2tikz'
brew 'maven'
brew 'mdcat'
brew 'meson'
brew 'metis'
brew 'mitmproxy'
brew 'mongodb'
brew 'mpfr'
brew 'mplayer'
brew 'mysql'
brew 'nasm'
brew 'ncdu'
brew 'net-snmp'
brew 'netpbm'
brew 'nettle'
brew 'ninja'
brew 'nmap'
brew 'nnn'
brew 'no-more-secrets'
brew 'node'
brew 'npth'
brew 'numpy'
brew 'oniguruma'
brew 'openalpr'
brew 'openblas'
brew 'opencv'
brew 'opencv@2'
brew 'openexr'
brew 'openjpeg'
brew 'openssl'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pandoc'
brew 'pango'
brew 'pcre'
brew 'perl'
brew 'phantomjs'
brew 'php70'
brew 'php@7.0'
brew 'phppgadmin'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'pngpaste'
brew 'poppler'
brew 'postgresql'
brew 'protobuf'
brew 'pstree'
brew 'pup'
brew 'pyenv'
brew 'python'
brew 'python3'
brew 'rabbitmq'
brew 'ranger'
brew 'rarian'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rethinkdb'
brew 'ripgrep'
brew 'ruby'
brew 'sane-backends'
brew 'scapy'
brew 'sdl'
brew 'sdl2'
brew 'sdl2_ttf'
brew 'shared-mime-info'
brew 'sl'
brew 'snappy'
brew 'socat'
brew 'sox'
brew 'spark'
brew 'sqlite'
brew 'sshfs'
brew 'suite-sparse'
brew 'szip'
brew 'tbb'
brew 'tesseract'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'theora'
brew 'tig'
brew 'tinyproxy'
brew 'tinyxml'
brew 'tmux'
brew 'tor'
brew 'torsocks'
brew 'tree'
brew 'ufraw'
brew 'unixodbc'
brew 'vala'
brew 'vim'
brew 'visidata'
brew 'w3m'
brew 'watch'
brew 'webp'
brew 'wget'
brew 'wine'
brew 'wxmac'
brew 'x264'
brew 'x265'
brew 'xhyve'
brew 'xmlstarlet'
brew 'xvid'
brew 'xz'
brew 'yasm'
brew 'youtube-dl'
brew 'zbar'
brew 'zeromq'
brew 'zip'

# Cask Apps
cask 'betterzipql'
cask 'bitbar'
cask 'deluge'
cask 'gimp'
cask 'java'
cask 'keepingyouawake'
cask 'launchrocket'
cask 'lulu'
cask 'lumen'
cask 'ngrok'
cask 'oni'
cask 'osxfuse'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklookase'
cask 'shiftit'
cask 'slowquitapps'
cask 'smcfancontrol'
cask 'suspicious-package'
cask 'webpquicklook'
cask 'xquartz'

